<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="/css/main.css">
    <link rel="stylesheet" href="/libs/jquery.arcticmodal-0.3.css">
    <link rel="stylesheet" href="/libs/themes/simple.css">
    <link rel="stylesheet" href="/css/bootstrap/bootstrap.min.css">
    <link rel="stylesheet" href="/css/fontawosome/css/all.css">
    <link rel="stylesheet" href="/libs/hamburgers-master/dist/hamburgers.min.css">

    <title><?php echo $pageData['title'] ?></title>
</head>

<body>
    <header id="main" class="site-header parallax-window" data-parallax="scroll" data-image-src="/img/bg1.jpg">
        <div class="div-lock"></div>
        <div class="main-header ">
            <div class="container-fluid">
                <div class="row">
                    <div class="col-xl-3 col-md-3 col-sm-12 col-xs-12 col-lg-3">
                        <div class="logo-wrapper ">
                            <a href="#main" class="logo-link menu-link">
                                <h1 class="h1-logo"><i class="fab fa-instagram"></i>InstaTop</h1>
                            </a>
                        </div>
                    </div>
                    <div class="col-xl-9 col-lg-9 col-d-9 col-sm-12 col-xs-12">
                        <nav class="main-nav ">
                            <ul>
                                <li><a href="#liks" class="menu-link">Лайки</a></li>
                                <li><a href="#subs" class="menu-link">Подписчики</a></li>
                                <li><a href="#whatch" class="menu-link">Просмотры</a></li>
                                <li><a href="#stat" class="menu-link">Статистика</a></li>
                                <li><a href="#auto" class="menu-link">Автолайки</a></li>
                            </ul>
                        </nav>
                        <div class="link-cont-wrapper">
                            <a href="mailto:instatop.store@gmail.com?subject=ТехПоддержка""><i class=" fas fa-envelope"></i></a>
                            <a href="https://t.me/InstaTopStore"><i class="fab fa-telegram"></i></a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="mobile-header">
            <div class="logo-mobile">
                <a href="#main" class="logo-link menu-link">
                    <h1 class="h1-logo-mobile"><i class="fab fa-instagram"></i>InstaTop</h1>
                </a>
            </div>
            <div class="hamburger hamburger--elastic">
                <div class="hamburger-box">
                    <div class="hamburger-inner"></div>
                </div>
            </div>
            <nav class="mobile-nav">
                <a href="" class="close-nav-mobile">X</a>
                <ul>
                    <li><a href="#liks" class="menu-link">Лайки</a></li>
                    <li><a href="#subs" class="menu-link">Подписчики</a></li>
                    <li><a href="#whatch" class="menu-link">Просмотры</a></li>
                    <li><a href="#stat" class="menu-link">Статистика</a></li>
                    <li><a href="#auto" class="menu-link">Автолайки</a></li>
                </ul>
            </nav>
        </div>
        <div class="header-composition">
            <div class="container">
                <div class="row">
                    <div class="col-xl-12 col-lg-12 col-md-12 col-sm-12 col-xs-12">
                        <div class="text-composition">
                            <h1 class="h1">Продвижение<br>Инстаграм</h1>
                            <p>Базовые методы, которые увеличат вовлеченность<br>
                                вашей аудитории и привлекут к вашему аккаунту<br>
                                новую.</p>
                            <p>г.Москва, Пресненская наб., 12</p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="iccon-down">
            <i class="fas fa-chevron-down"></i>
        </div>
    </header>
    <section class="s-premos">
        <div class="container">
            <div class="row">
                <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                    <div class="premos-wrapper">
                        <div class="logos-wrapper">
                            <i class="far fa-star"></i>
                        </div>
                        <div class="text-container">
                            <h3 class="h3">Качество выполнения</h3>
                            <p>Работаем только с живой русскоязычной аудиторией.
                                Без ботов, банов и паролей.
                                Вам достаточно ввести ссылку на Ваш Инстаграм-аккаунт.</p>
                        </div>
                    </div>
                </div>
                <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                    <div class="premos-wrapper">
                        <div class="logos-wrapper">
                            <i class="far fa-star"></i>
                        </div>
                        <div class="text-container">
                            <h3 class="h3">Качество выполнения</h3>
                            <p>Работаем только с живой русскоязычной аудиторией.
                                Без ботов, банов и паролей.
                                Вам достаточно ввести ссылку на Ваш Инстаграм-аккаунт.</p>
                        </div>
                    </div>
                </div>
                <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                    <div class="premos-wrapper">
                        <div class="logos-wrapper">
                            <i class="far fa-star"></i>
                        </div>
                        <div class="text-container">
                            <h3 class="h3">Качество выполнения</h3>
                            <p>Работаем только с живой русскоязычной аудиторией.
                                Без ботов, банов и паролей.
                                Вам достаточно ввести ссылку на Ваш Инстаграм-аккаунт.</p>
                        </div>
                    </div>
                </div>
                <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                    <div class="premos-wrapper">
                        <div class="logos-wrapper">
                            <i class="far fa-star"></i>
                        </div>
                        <div class="text-container">
                            <h3 class="h3">Качество выполнения</h3>
                            <p>Работаем только с живой русскоязычной аудиторией.
                                Без ботов, банов и паролей.
                                Вам достаточно ввести ссылку на Ваш Инстаграм-аккаунт.</p>
                        </div>
                    </div>
                </div>
                <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                    <div class="premos-wrapper">
                        <div class="logos-wrapper">
                            <i class="far fa-star"></i>
                        </div>
                        <div class="text-container">
                            <h3 class="h3">Качество выполнения</h3>
                            <p>Работаем только с живой русскоязычной аудиторией.
                                Без ботов, банов и паролей.
                                Вам достаточно ввести ссылку на Ваш Инстаграм-аккаунт.</p>
                        </div>
                    </div>
                </div>
                <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                    <div class="premos-wrapper">
                        <div class="logos-wrapper">
                            <i class="far fa-star"></i>
                        </div>
                        <div class="text-container">
                            <h3 class="h3">Качество выполнения</h3>
                            <p>Работаем только с живой русскоязычной аудиторией.
                                Без ботов, банов и паролей.
                                Вам достаточно ввести ссылку на Ваш Инстаграм-аккаунт.</p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="s-liks" id="liks">
        <div class="top-line">
            <div class="container">
                <div class="row">
                    <div class="col-xl-12 col-md-12 col-lg-12 col-sm-12">
                        <h1 class="h1">Лайки</h1>
                        <p>За считанные минуты, начнут появляться новые лайки в Instagram,
                            тем самым обеспечив быстрый вывод записи
                            в ТОП по указанным хэштегам.</p>
                    </div>
                </div>
            </div>
        </div>
        <div class="liks-wrapper">
            <div class="container">
                <div class="row">
                    <?php foreach ($pageData['liksServ'] as $key => $val) { ?>
                        <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                            <div class="item-wrapper">
                                <div class="price-composition">
                                    <p class="old-price"><?php echo $val['oldPrice'] ?> руб</p>
                                    <p class="price"><?php echo $val['price'] ?> руб</p>
                                </div>
                                <div class="name-composition">
                                    <p><?php echo $val['name'] ?></p>
                                </div>
                                <a href="#" id="<?php echo $val['name'] ?>" price="<?php echo $val['price'] ?>" class="add-service bay-service">Купить сейчас</a>
                            </div>
                        </div>
                    <?php } ?>
                </div>
            </div>
        </div>
    </section>
    <section class="s-subs" id="subs">
        <div class="top-line">
            <div class="container">
                <div class="row">
                    <div class="col-xl-12 col-md-12 col-lg-12 col-sm-12">
                        <h1 class="h1">Подписчики</h1>
                        <p>Предоставьте хорошо продуманную биографию своей страницы в Instagram,
                            чтобы повысить доверие и закажите подписчиков -
                            страница не будет выглядеть новой.</p>
                    </div>
                </div>
            </div>
        </div>
        <div class="subs-wrapper">
            <div class="container">
                <div class="row">
                    <?php foreach ($pageData['subsServ'] as $key => $val) { ?>
                        <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                            <div class="item-wrapper">
                                <div class="price-composition">
                                    <p class="old-price"><?php echo $val['oldPrice'] ?> руб</p>
                                    <p class="price"><?php echo $val['price'] ?> руб</p>
                                </div>
                                <div class="name-composition">
                                    <p><?php echo $val['name'] ?></p>
                                </div>
                                <a href="#" id="<?php echo $val['name'] ?>" price="<?php echo $val['price'] ?>" class="add-service bay-service">Купить сейчас</a>
                            </div>
                        </div>
                    <?php } ?>
                </div>
            </div>
        </div>
    </section>
    <section class="s-whatch" id="whatch">
        <div class="top-line">
            <div class="container">
                <div class="row">
                    <div class="col-xl-12 col-md-12 col-lg-12 col-sm-12">
                        <h1 class="h1">Просмотры</h1>
                        <p>Предоставьте хорошо продуманную биографию своей страницы в Instagram,
                            чтобы повысить доверие и закажите подписчиков -
                            страница не будет выглядеть новой.</p>
                    </div>
                </div>
            </div>
        </div>
        <div class="whatch-wrapper">
            <div class="container">
                <div class="row">
                    <?php foreach ($pageData['whatchStat'] as $key => $val) { ?>
                        <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                            <div class="item-wrapper">
                                <div class="price-composition">
                                    <p class="old-price"><?php echo $val['oldPrice'] ?> руб</p>
                                    <p class="price"><?php echo $val['price'] ?> руб</p>
                                </div>
                                <div class="name-composition">
                                    <p><?php echo $val['name'] ?></p>
                                </div>
                                <a href="#" id="<?php echo $val['name'] ?>" price="<?php echo $val['price'] ?>" class="add-service bay-service">Купить сейчас</a>
                            </div>
                        </div>
                    <?php } ?>
                </div>
            </div>
        </div>
    </section>
    <section class="s-stat" id="stat">
        <div class="top-line">
            <div class="container">
                <div class="row">
                    <div class="col-xl-12 col-md-12 col-lg-12 col-sm-12">
                        <h1 class="h1">Статистика</h1>
                        <p>Предоставьте хорошо продуманную биографию своей страницы в Instagram,
                            чтобы повысить доверие и закажите подписчиков -
                            страница не будет выглядеть новой.</p>
                    </div>
                </div>
            </div>
        </div>
        <div class="stat-wrapper">
            <div class="container">
                <div class="row">
                    <?php foreach ($pageData['statServ'] as $key => $val) { ?>
                        <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                            <div class="item-wrapper">
                                <div class="price-composition">
                                    <p class="old-price"><?php echo $val['oldPrice'] ?> руб</p>
                                    <p class="price"><?php echo $val['price'] ?> руб</p>
                                </div>
                                <div class="name-composition">
                                    <p><?php echo $val['name'] ?></p>
                                </div>
                                <a href="#" id="<?php echo $val['name'] ?>" price="<?php echo $val['price'] ?>" class="add-service bay-service">Купить сейчас</a>
                            </div>
                        </div>
                    <?php } ?>
                </div>
            </div>
        </div>
    </section>
    <section class="s-auto-liks" id="auto">
        <div class="top-line">
            <div class="container">
                <div class="row">
                    <div class="col-xl-12 col-md-12 col-lg-12 col-sm-12">
                        <h1 class="h1">АвтоЛайки</h1>
                        <p>Предоставьте хорошо продуманную биографию своей страницы в Instagram,
                            чтобы повысить доверие и закажите подписчиков -
                            страница не будет выглядеть новой.</p>
                    </div>
                </div>
            </div>
        </div>
        <div class="auto-wrapper">
            <div class="container">
                <div class="row">
                    <?php foreach ($pageData['autoLike'] as $key => $val) { ?>
                        <div class="col-xl-4 col-lg-4 col-md-4 col-sm-12 col-xs-12">
                            <div class="item-wrapper">
                                <div class="price-composition">
                                    <p class="old-price"><?php echo $val['oldPrice'] ?> руб</p>
                                    <p class="price"><?php echo $val['price'] ?> руб</p>
                                </div>
                                <div class="name-composition">
                                    <p><?php echo $val['name'] ?></p>
                                </div>
                                <a href="#" id="<?php echo $val['name'] ?>" price="<?php echo $val['price'] ?>" class="add-service bay-service">Купить сейчас</a>
                            </div>
                        </div>
                    <?php } ?>
                </div>
            </div>
        </div>
    </section>
    <footer class="site-footer">
        <div class="container">
            <div class="row">
                <div class="col-xl-12 col-lg-12 col-md-12 col-sm-12">
                    <a href="tel:+74951287759">+74951287759</a><br>
                    <a href="mail:instatop.store@gmail.com">instatop.store@gmail.com</a>
                    <p>г.Москва, Пресненская наб., 12</p>
                </div>
            </div>
        </div>
    </footer>
    <div style="display: none;">
        <div class="hidden-form box-modal">
            <form class="hidden">
                <input type="hidden" name="dataOrder" value="" id="dataOrder">
                <input type="hidden" name="price" value="" id="priceInp">
                <input type="hidden" name="id" value="" id="nameInp">

                <div class="input-label">
                    <p>Никнейм или ссылка</p>
                    <input type="text" name="nickName">
                </div><br>
                <input type="checkbox" required>
                <label><a href="#" class="user-agent_mode">Пользовательское соглашение</a></label><br>
                <div class="box-modal_close arcticmodal-close" style="font-size: 22px;">X</div>
                <button>Оплатить</button>

            </form>
        </div>
    </div>
    <div style="display: none;">
        <div class="hidde-assectt box-modal">
            <p class="b-text">Нажимая кнопку "Купить сейчас", Вы соглашаетесь со следующими положениями
                Пользовательское соглашение
                SMM - Агентство «instatop.store» именуемое в дальнейшем «Исполнитель», в лице Зайцева Н.В. с одной стороны и
                Пользователь настоящего интернет-ресурса (Вы), именуемый в дальнейшем Заказчик, с другой стороны, а
                совместно именуемые «Стороны», заключают настоящий
                Договор о нижеследующем:
                1. Термины и определения используемые в настоящем
                договоре
                «Заказчик» - пользователь сайта, заказывающий оказание
                услуг Исполнителем;
                «Исполнитель» - лицо (группа лиц), оказывающее
                услуги Заказчику;
                «Контент» - в целях настоящего Договора под контентом
                понимается, содержимое размещенное на Интернет-
                ресурсе (в социальной сети или социальном сервисе) в
                виде файла (картинка, видео, музыка, звук, графическое
                изображение и т.п.), способное отображаться при помощи
                электронно-вычислительных машин (ЭВМ) и/или
                мобильных устройств, позволяющих воспроизводить
                содержимое данного типа. К контенту в целях настоящего
                Договора относится также Аккаунт Заказчика, созданный в
                той или иной социальной сети/социальном сервисе,
                включающий в себя размещенный на нем контент
                полностью или в части;
                «продвижение» (раскрутка) - искусственное продвижение
                размещенного Заказчиком на стороннем Интернет-
                ресурсе (социальной сети или социальном сервисе)
                контента, путем набора определенного договором между
                Исполнителем и Заказчиком количества просмотров
                данного контента пользователями на том или ином
                сервисе и/или искусственное создание интереса
                пользователей того или иного ресурса к контенту
                Заказчика размещенного на таком ресурсе с целью
                привлечения и /или увеличения/получения подписчиков,
                оценок, лайков, пользователей и т.п. В целях настоящего
                Договора в том же смысле применяется термин
                «Продвижение»;
                «Платежный агрегатор» – специальный сервис, при
                наличии которого у Заказчика имеется возможность
                осуществлять платежи банковскими картами или с
                использованием электронных платежных систем;
                «Применимое законодательство» – законодательство
                государства и его субъектов (округов, штатов, колоний и
                т.д.), подлежащее применению для оценки действий
                Сторон Договора, разрешения споров и толкования
                условий настоящего Договора. На территории России
                применимым законодательством признается
                законодательство России и её субъектов;
                «Сайт, сервис или Интернет-ресурс» – совокупность набора
                электронных документов в виде электронной программы
                для сети Интернет, которая содержит предлагаемую
                пользователям информацию, имеющую единого
                владельца и управляющего, расположенная под
                определенным адресом в сети Интернет;
                Термины не указанные и/или не перечисленные в тексте
                настоящего Договора подлежат толкованию в соответствии с применимым законодательством и/или обычно применяемым смыслом и толкованием такого термина в сети Интернет. 2. Предмет договора 2.1. Исполнитель обязуется оказать услуги Заказчику по продвижению (накрутке) контента Заказчика (рекламные услуги) в социальных сетях и /или социальных пользовательских сервисах с целью (целями), накрутки/привлечения и /или увеличения/получения количества пользователей, подписчиков, пользовательских оценок, лайков, классов и т.п. Точный объем услуг, а также вид ресурсов и/или социальных сервисов на (в) которых необходимо произвести (осуществить) продвижение контента Заказчика, определяется Заказчиком самостоятельно, но только исходя из предложенных Исполнителем вариантов оказания услуг. Выбор объема конкретных услуг и оплата этих услуг означает заключение настоящего Договора и влечет обязательства сторон по исполнению Договора; 2.2. Услуги Исполнителя оказываются в соответствии с условиями настоящего Договора, а также общих Правил оказания услуг, являющихся неотъемлемой частью настоящего Договора; 2.3. Исполнитель не оказывает услуги по продвижению контента Заказчика эротического, порнографического характера, а также контента рекламного характера, направленного на побуждение пользователей сети Интернет к приобретению/потреблению/использованию/хранению/незаконному обороту наркотических и/или психотропных веществ, оружия, алкогольных напитков, табачных изделий, услуг магов, чародеев, гадалок, спортивных тотализаторов, азартных игр, партнерских программ, а также иных вещей (средств, изделий, препаратов, продуктов) оборот которых ограничен или запрещен применимым законодательством; 2.4 Исполнитель вправе отказать Заказчику в продвижении контента если считает, что данный контент может нарушать права других лиц или является сомнительным, т.е. созданным для извлечения прибыли незаконными способами; 2.5. Исполнитель оказывает услуги точно в соответствии с настоящим Договором. Этапы оказания услуг являются технологическими процессами. На стадии оказания услуг не допускается изменение их способа, объема и/или режима оплаты. 3. Права и обязанности Сторон 3.1. Исполнитель вправе оказать (оказывать) услуги Заказчику как лично так и с привлечением третьих лиц без получения дополнительного одобрения Заказчика по этому поводу; 3.2. Заказчик обязуется оплатить заказанные Исполнителем услуги в размере, порядке и сроки предусмотренные разделом 4 настоящего Договора; 3.3. Заказывая продвижение контента, Заказчик обязан обеспечить наличие контента по указанной им ссылке в сети Интернет в течение всего срока действия настоящего Договора. Исполнитель не несет ответственности, при условии отсутствия работоспособности ресурса на котором размещен контент, а также за отсутствие и/или блокировку и/или удаление контента Заказчика третьими лицами или самим Заказчиком. 3.4. Заказчик не имеет права удалять контент на время оказания услуг без согласования с Исполнителем в течение всего срока действия Договора; 3.5. В случае если невыполнение Заказчиком положений пунктов 3.3, 3.4. Договора приведет к невозможности оказания услуг Исполнителем и Заказчик не сообщил Исполнителю о наступлении указанных обстоятельств, обязательства Исполнителя по настоящему Договору считаются исполненными, а уплаченные Заказчиком денежные средства за оказание услуг, не подлежащими возврату; 3.6. При удалении (блокировке) контента Заказчика самим заказчиком и/или третьими лицами, и его последующем восстановлении, Исполнитель имеет право в одностороннем порядке приостановить оказание услуг и/или увеличить срок их оказания на период времени, необходимый для устранения неблагоприятных последствий, вызванных данными обстоятельствами либо отказаться от дальнейшего оказания услуг Заказчику (исполнения Договора) без возврата Заказчику уплаченных им денежных средств; 3.9. Стороны соглашаются, что достоверным подтверждением неисполнения Заказчиком положений пунктов 3.3-3.4.
                Договора, являются официальный ответ (заявление) службы технической поддержки Интернет-ресурса (сервиса) email: support@instatop.store, на котором размещен контент Заказчика, неофициальные сообщения сотрудников службы поддержки Интернет-ресурса (сервиса), сообщения в средствах массовой информации, а также аналитические данные сотрудников Исполнителя; 3.10. Исполнитель также в одностороннем порядке имеет право увеличить срок оказания услуг при наступлении следующих обстоятельств: - технические проблемы ресурса (сервиса) на котором размещен контент Заказчика; - введение фильтров и апдейтов в социальной сети и/или социальном сервисе, препятствующих продвижению контента; - изменение алгоритмов работы социальной сети и/или социального сервиса препятствующих продвижению контента. 3.11. Стороны договорились, что достоверным подтверждением наступления обстоятельств, перечисленных в пункте 3.10 настоящего Договора, являются официальный ответ (заявление) службы технической поддержки Интернет-ресурса (сервиса), на котором размещен контент Заказчика, неофициальные сообщения сотрудников службы поддержки Интернет-ресурса (сервиса), сообщения в СМИ, а также аналитические данные сотрудников Исполнителя; 3.12. Исполнитель обязуется не совершать в процессе оказания услуг никаких действий, которые могут повлиять на деловую репутацию Заказчика. 4. Стоимость, порядок оплаты и сроки оказания услуг 4.1. Виды и стоимость услуг Исполнителя размещены на сайте Исполнителя в разделе «услуги»; 4.2. Оплата услуг Исполнителя в соответствии с настоящим Договором, осуществляется до начала оказанияуслуг. Исполнитель приступает к оказанию услуг при условии внесения Заказчиком на счет Исполнителя полной предоплаты, т.е. полной суммы за оказание услуг; 4.3. Осуществление платежа по настоящему Договору производится Заказчиком через доступные на сайте Исполнителя способы оплаты. Стороны договорились, что моментом начала исполнения обязанности Заказчика по оплате услуг является момент принятия условий настоящего Договора. Моментом начала исполнения обязательств Исполнителя равно как и моментом вступления настоящего Договора в силу является момент зачисления денежных средств на счет Исполнителя. Исполнитель приступает к оказанию услуг Заказчику в течение 72-х часов с момента зачисления денежных средств на банковский счет Исполнителя. Для проведения оплаты Заказчик должен указать необходимые данные. В случае осуществления оплаты через платежные системы (агрегаторы платежей) с банковских карт и/или иных банковских счетов, Заказчик обязан убедиться в том, что имеет право распоряжаться находящимися на таких счетах денежными средствами. Заказчик также обязан исключить доступ третьих лиц к информации, позволяющей третьим лицам воспользоваться счетами Заказчика для оплаты и заказа услуг исполнителя (номера банковских карт, наименование банка, пин-коды, коды cvv2 и cvc2 и т.д.). Риск несанкционированной оплаты услуг Исполнителя со счетов Заказчика полностью возлагается на Заказчика. Заказчик несет самостоятельную ответственность за несанкционированную оплату со своих счетов услуг Исполнителя третьими лицами. Оплата услуг со счета(ов) Заказчика признается Заказчиком санкционированной и произведенной самим Заказчиком во всех случаях. Оформив заказ на оказание услуг, Заказчик обязан направить в адрес Исполнителя электронное письмо с текстом, подтверждающим факт формирования заказа, а также факт оплаты услуг Исполнителя на email сайта: support@instatop.store. Данное письмо должно быть направлено с адреса электронной почты, который Заказчик указал для оплаты услуг Исполнителя в платежной системе, а также указан Заказчиком на сайте Исполнителя при заказе услуг. Адреса электронной почты, указанные в платежной системе, на сайте Исполнителя, а также адрес с которого приходит подтверждение формирования заказа и оплаты должны совпадать. При неполучении соответствующего письма Исполнитель вправе не приступать к оказанию услуг. 5.
                Ответственность Сторон Стороны несут ответственность за неисполнение либо ненадлежащее исполнение принятых на себя по настоящему Договору обязательств в соответствии с применимым законодательством и условиями настоящего Договора. Возникающие споры Стороны обязуются разрешать путем письменных переговоров и соблюдения обязательного претензионного порядка, а при недостижении соглашения, спор передается на рассмотрение суда по месту нахождения Исполнителя, если иное прямо не предусмотрено применимым законодательством. В случае подсудности спора Арбитражному Суду, спор передается на рассмотрение Арбитражного Суда по месту нахождения Исполнителя. При направлении Заказчиком претензии в адрес Исполнителя, Заказчик обязан приложить к ней документы обосновывающие суть претензии. Претензии направляются только в письменном виде. 6. Обстоятельства непреодолимой силы 6.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по настоящему Договору, если ненадлежащее исполнение оказалось невозможным вследствие наступления обстоятельств непреодолимой силы. Обстоятельствами непреодолимой силы Стороны договорились считать внешние и чрезвычайные события, отсутствовавшие во время подписания настоящего Договора и наступившие помимо воли и желания Сторон, действия которых Стороны не могли предвидеть и не могли предотвратить мерами и средствами, которые оправдано и целесообразно ожидать от добросовестно действующей Стороны. К подобным обстоятельствам относятся война и военные действия, эпидемии, пожары, природные катастрофы, акты и действия органов государственного управления, делающие невозможным исполнение обязательств по настоящему Договору и признаваемые обстоятельствами непреодолимой силы; 6.2. Сторона, заявляющая о наличии обстоятельств непреодолимой силы, обязана письменно уведомить другую сторону об их наступлении и предполагаемой продолжительности не позднее, чем через 5 (пять) рабочих дней с момента их наступления. Сторона, не направившая уведомление в указанный срок, лишается права ссылаться на такие обстоятельства в будущем; 6.3. Срок исполнения обязательств по настоящему Договору продлевается на срок невозможности их исполнения вследствие Обстоятельств непреодолимой силы. 7. Срок действия настоящего Договора 7.1. Настоящий договор вступает в силу с момента принятия его условий и поступления денежных средств в счет оплаты услуг Исполнителя на банковский счет Исполнителя и действует до полного исполнения Сторонами принятых на себя обязательств; 7.2. Заказчик до истечения срока действия Договора, вправе досрочно прекратить его действие, предупредив о том Исполнителя не менее чем за тридцать календарных дней. При досрочном прекращении Договора по инициативе Заказчика, полученная Исполнителем оплата за оказание услуг в этом случае возврату не подлежит даже если Исполнитель не успел выполнить все обязательства принятые на себя по Договору; 7.3. В случае прекращения действия настоящего договора по любым иным основаниям стороны обязаны исполнить все возникшие до этого момента обязательства; 7.4. Договор заключается на срок 1 месяц. 8. Конфиденциальность 8.1. Стороны обязуются соблюдать конфиденциальность полученной ими друг от друга или ставшей им известной в ходе выполнения обязательств по настоящему Договору информации, а также знаний, опыта, ноу-хау и других сведений, о которых специально оговорено, что они имеют конфиденциальный характер. Стороны обязуются не раскрывать и не разглашать в общем или в частности такую информацию какой-либо третьей стороне без предварительного письменного согласия другой Стороны по настоящему Договору; 8.2. Требования пункта 8.1 не распространяются на случаи раскрытия конфиденциальной информации по запросу уполномоченных на то органов в случаях, предусмотренных законом. 9. Дополнительные условия и заключительные положения 9.1. Стороны договорились, что все уведомления, предусмотренные настоящим Договором (за исключением претензий), могут осуществляться посредством направления Сторонами по электронной почте.
                Адресом электронной почты Исполнителя является адрес указанный в разделе «Контакты» или другом соответствующем разделе сайта Исполнителя (email: support@instatop.store). Адресом электронной почты Заказчика является адрес указанный Заказчиком на сайте Исполнителя при заказе услуг. Письма и прочие документы поступившие от Заказчика с других адресов электронной почты не принимаются и не рассматриваются Исполнителем; 9.2. В случае изменения наименования, местонахождения, банковских реквизитов и других данных, каждая из Сторон обязана в пятидневный срок в письменной виде уведомить другую сторону о произошедших изменениях; 9.3. Во всем остальном, что не предусмотрено настоящим договором, Стороны руководствуются применимым законодательством. Общие сведения и дополнительные правила оказания услуг: Сервер, домен и все доступные платёжные агрегаторы документально оформлены. Интернет переполнен десятками тысяч отзывов об обманах пользователей, обратившихся к недобросовестным «продвиженцам контента». Но мы не ссылаемся на это обстоятельство для самоутверждения или поднятия собственной репутации, а лишь заявляем о том, что Вы обратились к профессионалам готовым помочь в продвижении и накрутке. К удовольствию наших заказчиков, блокировка и списания при накрутке контента происходят у нас крайне редко. Однако каждый, кто обращается за подобными видами услуг должен понимать, что продвижение это искусственный процесс, эпизодически пресекаемый социальными сетями и социальными сервисами при обнаружении таковой, поскольку она является своего рода «вирусом» в организме ресурса, не являющимся естественным для него. Мы делаем всё, чтобы сделать накрутку максимально безопасной. Если же списание трафика все же произошло, то это является средством защиты Социальной сети (или социального сервиса) и повлиять на это мы к сожалению не можем. Поэтому важно понимать и отдавать себе отчёт, что всё может пойти далеко не так как было задумано изначально. Помните! При использовании нашего сервиса недопустимо вести параллельную, т.е. одновременную накрутку того же контента при помощи аналогичных сервисов. Данное действие сбивает счётчики социальных сетей и социальных сервисов, также это может привести к «бану» контента, группы, страницы и др. площадок, а также не позволит Вам отследить точное исполнение заказа. Услуги, которые мы оказываем, размещены в доступной форме на нашем сайте и не вызывают двусмысленного толкования. Однако в случае неясности содержания, вида, способа, сроков исполнения и тому подобного, Вы можете обратиться за разъяснениями к нашим менеджерам посредством направления письма на адрес электронной почты указанной на сайте (email: support@instatop.store). Услуги не указанные и/или не перечисленные в качестве доступных услуг нами не оказываются. Мы не проводим работу с закрытыми группами, профилями и другими площадками. Поэтому, если в процессе работы Вы закрываете заданную площадку, мы автоматически прекращаем исполнение Заказа. Возврат уплаченных денежных средств в этом случае не осуществляется. Заказчику запрещается изменять адреса ссылок, указанных при оформлении заказа. В случае, если исполнение заказа невозможно (например из-за ошибки Заказчика в адресе ссылки, либо ошибке при выборе услуг), заказу присваивается статус "Редактируется", а на электронную почту Заказчика (указанную при оформлении заказа) высылается письмо с указанием причин и способов ее устранения. В случае отсутствия ответа или действий Заказчика направленных на устранение причин в течение двух дней, заказу автоматически присваивается статус "Отменен", а на электронную почту Заказчика высылается соответствующее уведомление. После отмены заказа последний снимается с контроля и в дальнейшем не исполняется. В этом случае следует сформировать новый заказ.
                На сайте Вы можете воспользоваться самой надёжной и
                безопасной платёжной системой «Unitpay», которая
                надежно защищает права покупателя. Мы приобрели
                статус партнера этого платежного агрегатора,
                что можно смело считать гарантией оказания услуг.</p>
            <div class="box-modal_close arcticmodal-close" style="font-size: 22px;">X</div>
        </div>
    </div>
    <script src="/js/jquery-3.4.1.min.js"></script>
    <script src="/libs/jquery.arcticmodal-0.3.min.js"></script>
    <script src="/libs/parallax.js-1.5.0/parallax.min.js"></script>
    <script src="/js/main.min.js"></script>
</body>

</html>